Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-menu.tmx
Source language: en
Languages: sv

source: Hover delay
sv: Fördröjning vid hovring

source: Preferences
sv: Inställningar

source: Search Wikipedia for %s
sv: Sök i Wikipedia efter %s

source: Terminal
sv: Terminalfönster

source: Install package '%s'
sv: Installera paket '%s'

source: Insert separator
sv: Infoga avskiljare

source: Browse deleted files
sv: Bläddra bland raderade filer

source: Button icon
sv: Knappikon

source: Computer
sv: Dator

source: Couldn't load plugin:
sv: Kunde inte läsa in insticksprogrammet:

source: Edit properties
sv: Redigera egenskaper

source: Section layout
sv: Sektionens layout

source: Keyboard shortcut
sv: Tangentbordsgenväg

source: Press Escape or click again to cancel the operation.
sv: Tryck på Escape eller klicka igen för att avbryta operationen.

source: Show category icons
sv: Visa kategoriikoner

source: Show places
sv: Visa platser

source: Search
sv: Sök

source: Open your personal folder
sv: Öppna din personliga mapp

source: Logout
sv: Logga ut

source: The file or location could not be opened.
sv: Filen eller platsen kunde inte öppnas.

source: All applications
sv: Alla program

source: Height
sv: Höjd

source: Folder:
sv: Mapp:

source: Reload plugins
sv: Läs in insticksprogram igen

source: Show applications comments
sv: Visa programkommentarer

source: The size of the icons
sv: Ikonernas storlek

source: Show in my favorites
sv: Visa i mina favoriter

source: Browse all local and remote disks and folders accessible from this computer
sv: Bläddra bland lokala och fjärrdiskar samt mappar som är åtkomliga från den här datorn

source: Use the command line
sv: Använd kommandoraden

source: Number of columns
sv: Antal kolumner

source: Switch categories on hover
sv: Växla kategorier när pekaren hålls över

source: Search options
sv: Sökalternativ

source: Name
sv: Namn

source: Search command
sv: Sökkommando

source: Shutdown, restart, suspend or hibernate
sv: Stäng av, starta om, försätt i vänteläge eller viloläge

source: Log out or switch user
sv: Logga ut eller byt användare

source: Button text
sv: Knapptext

source: Launch
sv: Kör

source: Menu
sv: Meny

source: Launch when I log in
sv: Starta när jag loggar in

source: Find Ideas
sv: Hitta idéer

source: <not set>
sv: <inte angiven>

source: Search Computer for %s
sv: Sök efter %s i datorn

source: Recently used
sv: Senast använda

source: Find Software
sv: Hitta programvara

source: About
sv: Om

source: All
sv: Alla

source: Trash
sv: Papperskorg

source: Uninstall
sv: Avinstallera

source: Custom height
sv: Anpassad höjd

source: Control Center
sv: Kontrollpanel

source: Software Manager
sv: Programhanterare

source: Delete from menu
sv: Radera från menyn

source: Default
sv: Standard

source: Add to desktop
sv: Lägg till på skrivbordet

source: Search DuckDuckGo
sv: Sök med DuckDuckGo

source: Applet button in the panel
sv: Programknapp i panelen

source: Find Users
sv: Hitta användare

source: Show button icon
sv: Visa knappikon

source: Remove
sv: Ta bort

source: Home Folder
sv: Hemmapp

source: Couldn't initialize plugin
sv: Insticksprogrammet kunde inte startas

source: General applet options
sv: Allmänna programinställningar

source: Edit menu
sv: Redigera meny

source: Custom Place
sv: Anpassad plats

source: Show search bar on top
sv: Visa sökfältet överst

source: Lookup %s in Dictionary
sv: Sök efter %s i ordbok

source: Network
sv: Nätverk

source: Show additional search options
sv: Visa ytterligare sökalternativ

source: Add to panel
sv: Lägg till i panelen

source: Custom places
sv: Anpassade platser

source: Package Manager
sv: Pakethanterare

source: Name:
sv: Namn:

source: Search Computer
sv: Sök i datorn

source: Categories
sv: Kategorier

source: Remove from favorites
sv: Ta bort från favoriter

source: Browse bookmarked and local network locations
sv: Bläddra bland bokmärkta och lokala nätverksplatser

source: Menu button
sv: Menyknapp

source: Menu icons
sv: Menyikoner

source: Icon sizes
sv: Ikonstorlekar

source: Appearance
sv: Utseende

source: Applications categories
sv: Programkategorier

source: GTK Bookmarks
sv: Bokmärken för GTK

source: Path
sv: Sökväg

source: You can add your own places in the menu
sv: Du kan lägga till egna platser i menyn

source: Desktop theme
sv: Skrivbordstema

source: General
sv: Allmänt

source: Requires password to unlock
sv: Kräver lösenord för att låsa upp

source: Search for packages to install
sv: Sök efter installerbara paket

source: Menu preferences
sv: Menyinställningar

source: Remember the last category or search
sv: Kom ihåg senaste kategorin eller sökningen

source: Find Tutorials
sv: Hitta handledningar

source: Search Dictionary
sv: Sök i ordbok

source: Browse items placed on the desktop
sv: Bläddra bland objekt placerade på skrivbordet

source: Pick an accelerator
sv: Välj en snabbtangent

source: Theme
sv: Tema

source: Documents
sv: Dokument

source: Applications
sv: Program

source: Run with NVIDIA GPU
sv: Kör med NVIDIA GPU

source: Insert space
sv: Infoga mellanslag

source: Lock Screen
sv: Lås skärmen

source: Advanced MATE Menu
sv: Avancerad MATE-meny

source: Toggle default items
sv: Byt förvalda objekt

source: Options
sv: Inställningar

source: Show recently used documents and applications
sv: Visa senast använda dokument och program

source: Theme:
sv: Tema:

source: Enable Internet search
sv: Aktivera internetsökning

source: Quit
sv: Stäng av

source: Click to set a new accelerator key for opening and closing the menu.
sv: Klicka för att ange en ny acceleratornyckel för att öppna och stänga menyn.

source: Swap name and generic name
sv: Växla namn och generiskt namn

source: Configure your system
sv: Konfigurera ditt system

source: Press Backspace to clear the existing keybinding.
sv: Tryck på Backsteg för att rensa den befintliga tangentbindningen.

source: milliseconds
sv: millisekunder

source: Show favorites when the menu is open
sv: Visa favoriter när menyn är öppen

source: Custom theme selection
sv: Val av anpassat tema

source: Empty trash
sv: Töm papperskorgen

source: Search DuckDuckGo for %s
sv: Sök med DuckDuckGo efter %s

source: Show all applications
sv: Visa alla program

source: Places
sv: Platser

source: Select a folder
sv: Välj en mapp

source: Browse and install available software
sv: Bläddra och installera tillgänglig programvara

source: Show system management
sv: Visa systemhantering

source: Items
sv: Objekt

source: Install, remove and upgrade software packages
sv: Installera, ta bort och uppgradera programvarupaket

source: Show tooltips
sv: Visa verktygstips

source: Favorites
sv: Favoriter

source: Search Wikipedia
sv: Sök i Wikipedia

source: Find Hardware
sv: Hitta hårdvara

source: Desktop
sv: Skrivbord
